<?php

if (!defined('ABSPATH')) exit();

?>

<div class="wrap">
    <div class="oneInfoPage">
        <h1><?php _e('درباره افزونه', ONETERMPOLICY_TD); ?></h1>
        <div class="oneinfosec">
            <h3><?php _e('نسخه ۰.۱', ONETERMPOLICY_TD) ?></h3>
            <p>
                افزونه ساخت اتوماتیک صفحات شرایط و قوانین وب‌سایت‌ توسط سامانه خدمات حقوقی وینداد طراحی و پیاده سازی شده
                است.
                این افزونه به شما کمک می‌کند بر اساس موضوع فعالیت شما در وب‌سایت، صفحات شرایط و قوانین مورد نیاز را که
                از نظر حقوقی جامع و بورز می‌باشد را ایجاد نمایید تا از دغدغه مسائل حقوقی و پیچیدگی‌های آن و نحوه تعامل
                با کاربرانی که به وب‌سایت شما مراجعه می‌کنند در امان باشید.
            </p>
        </div>
        <div class="oneinfosec">
            <h3><?php _e('درباره سامانه خدمات حقوقی وینداد', ONETERMPOLICY_TD) ?></h3>
            <p>
                وینداد یک موسسه حقوقی نمی‌باشد، بلکه پلتفرمی جهت ارائه مشاوره و امور قراردادی در بستر اینترنت است.
                خدماتی شامل بانک اسناد حقوقی و قرارداد ها، مشاوره حقوقی تخصصی برای هر قرارداد، امکان درخواست طراحی،
                تنظیم و بررسی قراردادهای حقوقی و درخواست وکیل برای پیگیری و طرح پرونده ها و دعاوی حقوقی و کیفری برای کسب
                و کار ها و اصناف است.
            </p>
        </div>
        <div class="oneinfosec">
            <h3><?php _e('راه‌های ارتباطی با وینداد', ONETERMPOLICY_TD) ?></h3>
            <p>
                جهت ارسال هرگونه انتقادات و پیشنهادات لطفا با راه‌های ارتباطی زیر با وینداد در تماس باشید.
                صمیمانه منتظر شنیدن نظرات شما در جهت بهبود افزونه ساخت اتوماتیک صفحات شرایط و قوانین هستیم.
            </p>

            <div class="oneinfocontact">
                <span>ایمیل :</span>
                <a href="mailto:info@vindad.com?Subject=افزونه وردپرس شرایط و قوانین">info@vindad.com</a>
            </div>
            <div class="oneinfocontact">
                <span>وب سایت:</span>
                <a href="https://vindad.com" target="_blank">https://vindad.com</a>
            </div>
            <div class="oneinfocontact">
                <span>شماره تماس: ۰۲۱۲۸۴۲۷۸۴۶</span>
            </div>

        </div>

    </div>
</div>
