<?php

if (!defined('ABSPATH')) exit();

if (!(\oneTermsPolicy\csPresentation::Cheak_empty_isset($Question))) {
    $Question = array();
}
?>

<h2>1. درباره وب سایت</h2>
<p>
    1. 1. به وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    خوش آمدید.
</p>
<p>
    1. 2. این وب سایت توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    اداره می شود. وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    طبق قوانین جمهوری اسلامی ایران از جمله قانون جرائم رایانه‌ای و قانون تجارت الکترونیکی فعالیت می‌کند امکان دسترسی و
    استفاده از سایت یا محصولات و خدمات مرتبط با آن، توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    فراهم شده است. لطفا شرایط و مفاد زیر را به دقت مطالعه کنید. مرور و مطالعه این قسمت وب سایت، دلالت بر فهم، پذیرش و
    الزام به شروط این قرارداد دارد. چنانچه با هریک از شروط این قرارداد موافقت ندارید، فورا استفاده از وب سایت یا هریک از
    خدمات آن را متوقف کنید.
</p>
<p>
    1. 3.
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    حق بازبینی و تغییر هر یک از شروط قرارداد را بر اساس تشخیص خود، از طریق بروز رسانی این صفحه، محفوظ می دارد.
    زمانی که
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    بروزرسانی در شرایط قرارداد اعمال کند، از روش های متعارف برای باخبر کردن شما از این تغییرات استفاده خواهد کرد. هر
    تغییری در شرایط از تاریخ انتشار آن دارای اثر فوری خواهد بود. پیش از آنکه ادامه قرارداد را مطالعه کنید،
    توصیه می شود که از این قرارداد یک نسخه کپی تهیه کرده و نزد خود نگاه دارید.
</p>
<h2>
    2. قبول شرایط
</h2>
<p>
    شما به وسیله باقی ماندن در وب سایت و یا با کلیک کردن بر گزینه "پذیرش" که در رابط کاربری سایت موجود است، شرایط
    قرارداد را می پذیرید.
</p>
<h2>
    3. اشتراک برای استفاده از خدمات
</h2>
<p>
    3. 1. به منظور دسترسی به خدمات، هر کاربر باید با پرداخت هزینه اشتراک، یک حساب کاربری انتخاب کند.
</p>
<p>
    3. 2. مسئولیت انتخاب نوع حساب کاربری و پرداخت هزینه اشتراک، بر عهده کاربر است.
</p>
<p>
    3. 3. پس از پرداخت هزینه اشتراک، برای دسترسی به خدمات هر کاربر باید حساب کاربری خود را ثبت کند.
</p>
<p>
    3. 4. برای تکمیل عضویت در سایت، هر کاربر باید اطلاعات شخصی خود را در سایت ثبت کند. این اطلاعات شامل موارد زیر هستند:
</p>
<p>
    الف) ایمیل
    ب) نام کاربری
    پ) نشانی پستی
    ت) شماره تماس
    ث) رمز عبور
</p>
<p>
    3. 5. کاربران متعهد می شوند اطلاعات وارد شده در سایت، صحیح و به روز است.
</p>
<p>
    3. 6. زمانی که فرایند ثبت نام در وب سایت کامل شود، کاربر سایت، ملزم به رعایت شرایط این قرارداد است و بلافاصله به
    خدمات سایت تا زمانی که مدت اشتراک کاربری منقضی شود، دسترسی خواهد داشت.
</p>
<p>
    3. 7. درصورت وجود شرایط زیر، امکان پذیرش قرارداد و استفاده از خدمات وب سایت وجود ندارد:
</p>
<p>
    الف) سن قانونی کاربر برای عقد قرارداد کفایت نکند.
</p>
<p>
    ب) کاربر توسط قوانین کشور خود یا کشور ایران یا مکانی که در آن ساکن است از دریافت خدمات منع شده باشد.
</p>
<h2>
    4. تعهدات کاربران
</h2>
<p>
    4. 1. اعضای سایت متعهد می شوند موارد زیر را رعایت کنند:
</p>
<p>
    الف) شرایط قرارداد
</p>
<p>
    ب) قوانین و مقررات مرتبط از هر نوع که باشند
</p>
<p>
    پ) مسئولیت حفظ ایمیل و رمز عبور با کاربر است و استفاده از رمز عبور کاربر توسط شخص دیگری، ممکن است موجب قطع فوری
    خدمات وب سایت برای کاربر شود.
</p>
<p>
    ت) هرگونه استفاده از اطلاعات ثبت نام کاربر توسط شخص دیگر یا اشخاص ثالث اکیداً ممنوع است. همچنین باید در صورت
    هرگونه استفاده غیرمجاز از رمز عبور، ایمیل و یا هرگونه نقض امنیت حساب کاربری خود، مراتب را فوراً به اطلاع
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    برسانید.
</p>
<p>
    ث) دسترسی به وب سایت و استفاده از آن غیرقابل انتقال و محدود به استفاده شخصی از خدمات
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    است.
</p>
<p>
    ج) دسترسی به وب سایت و استفاده از خدمات آن درصورت انجام هرگونه اقدام غیرقانونی و غیرمجاز، مانند جمع آوری اطلاعات
    ایمیل های اعضا به روشهای مختلف با هدف ارسال ایمیل های انبوه، قطع می شود.
</p>
<p>
    چ) هرگونه درج آگهی های تجاری و محتوای تبلیغاتی، لینک های اینترنتی و نظایر آن، ممنوع بوده و می تواند بدون اطلاع قبلی
    توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    از وب سایت حذف و منجر به پایان قرارداد شود. همچنین متعاقب هرگونه استفاده غیرقانونی و غیرمجاز از سایت، اقدامات قانونی
    مقتضی توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    صورت خواهد گرفت.
</p>
<p>
    ح) هرگونه استفاده خودکار (automated use) از وب سایت و خدمات آن ممنوع است.
</p>
<h2>
    5. پرداخت هزینه اشتراک
</h2>
<?php if (\oneTermsPolicy\csPresentation::Cheak_empty_isset($Question['checkbox1'])) : ?>
    <p>
        5.
        1
        . پرداخت هزینه اشتراک از روشهای زیر ممکن است:
    </p>
    <?php $i = 0 ?>
    <?php foreach ($Question['checkbox1'] as $item) : ?>
        <?php $i++ ?>
        <p>
            <?php switch ($i) {
                case 1 :
                    echo 'الف)';
                    break;
                case 2 :
                    echo 'ب)';
                    break;
                case 3:
                    echo 'پ)';
                    break;
                default:
                    break;
            } ?>
            <?php esc_html_e($item); ?>
        </p>
    <?php endforeach; ?>
    <?php $lastNumberRowField = 1 ?>
<?php else: ?>
    <?php $lastNumberRowField = 0 ?>
<?php endif ?>
<p>
    5.
    <?php echo ++$lastNumberRowField; ?>
    . تمامی پرداخت های هزینه خدمات از طریق درگاه
    <?php echo $Question['field3'] ? esc_html($Question['field3']) : ''; ?>
    صورت می پذیرد. با استفاده از وب سایت و خرید خدمات آن متعهد می شوید که قواعد و قوانین مربوطه، شرایط استفاده، خط مشی
    حریم خصوصی و سایر اسناد حقوقی مرتبط با درگاه پرداخت را که در وب سایت درگاه مذکور موجود است
    <?php echo $Question['field3'] ? esc_html($Question['field3']) : ''; ?>
    مطالعه کرده و آنها را پذیرفته اید.
</p>
<p>
    5.
    <?php echo ++$lastNumberRowField; ?>
    . در صورت عدم توجه به پرداخت هزینه اشتراک به هر دلیل، کاربر مسئول کلیه هزینه های پیگیری این موضوع از قبیل
    هزینه های بانکی و موارد مربوط به هزینه اشتراک است.
</p>
<p>
    5.
    <?php echo ++$lastNumberRowField; ?>
    .
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    میتواند در هر زمان در تعرفه های اشتراک تجدید نظر کرده و آنها را تغییر دهد. این تغییر تعرفه پس از اتمام دوره اشتراک
    فعلی کاربر اعمال خواهد شد.
</p>
<h2>
    6. سیاست های بازگشت هزینه اشتراک
</h2>
<p>
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    در صورتی هزینه اشتراک را بازمی گرداند که توانایی ارائه خدمات به کاربر را نداشته باشد. در غیر این صورت ممکن است به
    تشخیص مدیریت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    تحت شرایط خاصی این هزینه عودت داده شود.
</p>
<h2>
    7. کپی رایت و مالکیت فکری
</h2>
<p>
    7. 1. وب سایت، خدمات خرید و تمامی محصولات مرتبط با
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    تحت شمول کپی رایت هستند. محتوای سایت توسط قوانین کپی رایت کشور ایران و معاهدات بین المللی محافظت می شود. تمامی
    حقوق از جمله کپی رایت، در محتوای وب سایت یا مطالب گردآوری شده سایت مانند متون، گرافیک، تصاویر، نشان ها، فیلم ها،
    تصاویر، صداها و نرم افزارهایی که به وب سایت مربوط بوده و یا توسط وب سایت کنترل می شوند، نزد
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    و همکاران آن محفوظ است.
</p>
<p>
    7. 2. تمامی علایم تجاری،خدماتی و اسامی تجاری، متعلق به
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    هستند و توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    ثبت شده و یا تحت لیسانس آن هستند و از سوی
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    به کاربر یک مجوز بین المللی برا استفاده غیر انحصاری اعطا می شود تا زمانی که:
</p>
<p>
    الف) مطابق با شرایط قرارداد از وب سایت استفاده کند.
</p>
<p>
    ب) وب سایت و مطالب موجود در آن را کپی و در حافظه نهان دستگاه (cache memory) خود ذخیره کند.
</p>
<p>
    پ) صفحات وب سایت را برای استفاده شخصی و غیرتجاری خود پرینت کند.
</p>
<p>
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    هیچ حقوق دیگری در رابطه با وب سایت و خدمات آن به کاربر اعطا نمی کند و تمامی حقوق دیگر صریحاً توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    محفوظ هستند.
</p>
<p>
    7. 3.
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    تمام حقوق، عناوین و منافع مرتبط با وب سایت و محتوای آن را برای خود محفوظ می دارد. اقدامات کاربر در وب سایت یا در
    ارتباط با آن، سبب انتقال موارد زیر به کاربر نمی گردد:
</p>
<p>
    الف) اسامی تجاری و معاملاتی، نام دامنه، علامت تجاری، طراحی صنعتی، پتنت (ثبت اختراع)، طراحی ثبت شده و کپی رایت
</p>
<p>
    ب) حق استفاده یا سواستفاده از نام تجاری و معاملاتی، نام دامنه، نشان تجاری یا طراحی صنعتی
</p>
<p>
    پ) هرچیز، اعم از سیستم یا فرآیندی که موضوع پتنت (ثبت اختراع)، طراحی ثبت شده یا کپی رایت (یا الگو برداری یا تغییر
    در سیستم یا روند آن) باشد.
</p>
<p>
    7. 4. کاربر مجاز نیست بدون اجازه قبلی کتبی از
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    و سایر همکاران مرتبط با وب سایت، با هر هدفی اقدام به پخش، انتشار مجدد، آپلود برای اشخاص ثالث، انتقال، ارسال،
    توزیع، نمایش یا به کارگیری عمومی، ایده برداری یا تغییر به هر شکلی در مطالب وب سایت یا محتواهای ارائه شده از سوی
    طرف های ثالث کند؛ مگر آنکه توسط قرارداد این اجازه تصریح شده باشد.
    این ممنوعیت ها شامل مطالبی از وب سایت که به شکل رایگان برای استفاده مجدد و یا در دامنه عمومی وب سایت وجود دارند،
    نمی شود.

</p>
<h2>
    8. حریم خصوصی
</h2>
<p>
    وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    صیانت از حریم خصوصی شما را جدی می گیرد و تمامی اطلاعات به دست آمده بواسطه استفاده شما از وب سایت یا مطالب آن را
    تحت حمایت سیاست حفظ حریم خصوصی (که در وب سایت در دسترس است) قرار می دهد.
</p>
<h2>
    9. سلب مسئولیت کلی
</h2>
<p>
    9. 1. هیچ یک از شروط این قرارداد، تضمینات، تعهدات و شرایطی را که به موجب قوانین ایران تحمیل می شوند، مستثنی نمی
    سازد.
</p>
<p>
    9. 2. با توجه به این بند و تا حدی که قوانین مجاز بدانند:
</p>
<p>
    الف) تمام شروط، تعهدات و ضمانت، نمایندگی و شرایطی که در قرارداد ذکر نشده اند، مستثنی از این شروط هستند.
</p>
<p>
    ب)
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    مسئولیتی در قبال هرگونه خسارت خاص و غیرمستقیمی که فارغ از منشا آن به منافع، موقعیت یا اعتبار تجاری که بواسطه ارائه
    خدمات یا در ارتباط با مطالب یا شروط این قرارداد به کاربران وارد میشود ندارد؛ مگر آنکه این خسارات، عرفاً قابل پیش
    بینی بوده و بر اثر قصور
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    در تامین ضمانت های لازم برای کاربر رخ داده باشد.
</p>
<p>
    9. 3. تمامی عواقب احتمالی استفاده از وب سایت و خدمات آن برعهده کاربر است و تمام مطالب وب سایت و خدمات آن همان طور
    که در دسترس است، فاقد هرگونه تعهد و ضمانت حقوقی می باشد.
    هیچ یک از اشخاص مرتبط با وب سایت از قبیل مدیران، کارمندان، همکاران و مشارکت کنندگان آن، هیچ گونه نمایندگی، تعهد و
    ضمانتی اعم از ضمنی و صریح، در خصوص وب سایت و خدمات ارائه نداده اند.
    عدم مسئولیت اشخاص نامبرده، شامل هرگونه ضرر و زیانی است که ممکن است در نتیجه اعمال زیر متحمل شوید:
</p>
<p>
    الف) عدم کارایی و اجرای وب سایت، خطا، حذف و قطع ارتباط، نقص، عدم اصلاح نقص، تاخیر در عملکرد و انتقال، ویروس ها یا
    سایر حملات زیانبار رایانه ای، از دست رفتن اطلاعات، خرابی خطوط ارتباطی، رفتار غیرقانونی اشخاص ثالث، سرقت از وب سایت،
    تخریب، تغییر یا دسترسی غیرمجاز به بایگانی وب سایت.
</p>
<p>
    ب) صحت اطلاعات و محتوای وب سایت، خدمات و سایر مطالب مرتبط با آن، مانند محتوا و تبلیغات و آگهی های درج شده در
    وب سایت از سوی اشخاص ثالث.
</p>
<p>
    پ) هزینه هایی که در نتیجه استفاده کاربر از وب سایت، خدمات و یا محصولات آن، به وجود می آید.
</p>
<p>
    ت) خدمات یا پیوندهایی (Links) که برای سهولت استفاده کاربر از وب سایت فراهم شده است.
</p>
<h2>
    10. تحدید مسئولیت
</h2>
<p>
    10. 1. به وجود آمدن مسئولیت
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    در ارتباط با خدمات خرید یا این قرارداد، فارغ از منشا آن از سقف مبلغی که کاربر در عملیات خرید پرداخته است فراتر
    نخواهد رفت. درصورتی که هزینه محصول را پرداخت نشده است.
</p>
<p>
    10. 2. اشخاص وابسته به وب سایت اعم از کارمندان، نمایندگان، همکاران، مجوز دهندگان و غیره هیچ گونه مسئولیتی فارغ از
    منشا آن در قبال کاربر، برای خسارات و زیان های مستقیم یا غیرمستقیم ندارند. همچنین این عدم مسئولیت، شامل هر نوع از
    بین رفتن منفعت مستقیم یا غیرمستقیم و از دست دادن و تضعیف اعتبار تجارت یا سایر زیان های غیرمادی نیز می شود.
</p>
<h2>
    11. فسخ قرارداد
</h2>
<p>
    11. 1. شرایط قرارداد تا زمانی که توسط هریک از طرفین فسخ نشده باشد، اعتبار دارد.
</p>
<p>
    11. 2. هر زمان که کاربر بخواهد قرارداد را فسخ کند باید:
</p>
<p>
    الف) اشتراک فعلی خود را تمدید نکند.
</p>
<p>
    ب) تمامی حسابهای کاربری خود را که مرتبط با خدمات است، از طریق وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    ببندد.
</p>
<p>
    پ) قصد خود را برای فسخ از 30 روز قبل به اطلاع
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    برساند.
</p>
<p>
    اطلاعیه فسخ باید به صورت کتبی از طریق بخش "ارتباط با ما" که در سایت موجود است ارسال شود.
</p>
<p>
    11. 3. قرارداد حاضر در صورت تحقق هر یک از شرایط زیر می تواند در هر زمان توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    فسخ شود:
</p>
<p>
    الف) پس از انقضای مدت اشتراک، کاربر اقدام به تمدید آن نکند.
</p>
<p>
    ب) یکی از بندهای قرارداد توسط کاربر نقض شود و یا قصد نقض آن را داشته باشد.
</p>
<p>
    پ) قانون به فسخ قرارداد حکم کرده باشد.
</p>
<p>
    ت) ارائه خدمات خرید، طبق تشخیص
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    از نظر تجاری به صرفه نباشد.
</p>
<p>
    11. 4. با توجه به قوانین مربوطه،
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    حق دارد بنا به تشخیص خود، در صورتی که کاربر عملی خلاف شرایط قرارداد یا قوانین مربوطه انجام دهد و یا به زیان اعتبار
    تجاری
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    یا سایر اشخاص ثالث مرتبط رفتار کند، در هر زمان تمام یا بخشی از دسترسی کاربر را به وب سایت یا خدمات مرتبط به آن بدون
    اعلام قبلی تعلیق یا قطع کند.
</p>
<h2>
    12. غرامت
</h2>
<p>
    12. 1. کاربر متعهد میشود که در صورت تحقق موارد زیر به
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    ، همکاران، کارمندان، نمایندگان، اشخاص ثالث ارائه دهنده محتوا و یا سایر اشخاص وابسته به وب سایت، غرامت پرداخت کند:
</p>
<p>
    الف) کلیه اعمال، دعاوی حقوقی، ادعاها، مطالبات، بدهی ها، هزینه ها، زیان ها و خساراتی(شامل هزینه های دادرسی دعاوی
    غرامت) که در نتیجه محتوایی که از جانب کاربر در سایت قرار گرفته است، به وجود آمده است.
</p>
<p>
    ب) هرگونه عواقب مستقیم یا غیرمستقیمی که از طریق دسترسی و استفاده کاربر یا نمایندگان او از وب سایت به بار آمده است.
</p>
<p>
    پ) هرگونه نقض قرارداد
</p>
<h2>
    13. حل اختلاف
</h2>
<h4>
    13. 1. الزامی:
</h4>
<p>
    اگر اختلافی مرتبط با شرایط قرارداد و یا از آن ناشی شود، طرفین برای رجوع به مراجع قضایی و شروع دادرسی موظف به رعایت
    بندهای زیر هستند (به جز مواردی که نیاز به رسیدگی فوری و صدور قرار است):
</p>
<h4>
    13. 2. اطلاعیه (notice):
</h4>
<p>
    هر یک از طرفهای قرارداد که بخواهد دعوایی براساس قرارداد اقامه کند، بایستی طی یک اطلاعیه مکتوب، جزئیات ماهیت دعوا،
    منافع حاصل از آن و اقدامات مقتضی را به طرف مقابل ابلاغ کند.
</p>
<h4>
    13. 3. حل و فصل:
</h4>
<p>
    با دریافت اطلاعیه بند قبلی، طرفین قرارداد باید:
</p>
<p>
    الف) ظرف مدت 30 روز از تاریخ اطلاعیه، تلاش کنند همراه با حسن نیت، از طریق مذاکره یا سایر روش هایی که مشترکا توافق
    می کنند، موضوع اختلاف را به طرزی کارآمد حل و فصل کنند.
</p>
<p>
    ب) اگر به هر دلیلی، پس از انقضای مهلت سی روزه بعد از تاریخ اطلاعیه، اختلافات موجود حل نشوند، طرفین باید برای انتخاب
    یک میانجی توافق کنند و یا از رئیس اتاق بازرگانی تهران یا نماینده او تقاضای انتخاب میانجی کنند.
</p>
<p>
    پ) طرفین به طور مساوی مسئول تامین مبالغ و هزینه های متعارف انتخاب میانجی، محل و مقر دادرسی و یا هرگونه هزینه های که
    میانجی به عنوان پیش شرط شروع حل و فصل اختلاف درخواست کند، هستند.
    ت) میانجی گری در تهران برگزار خواهد شد.
</p>
<h4>
    13. 4. خاتمه میانجی گری
</h4>
<p>
    اگر سه ماه از شروع میانجی گری سپری شده باشد و اختلاف همچنان حل نشده باقی مانده باشد، هر یک از طرفین می توانند از
    میانجی، خاتمه میانجی گری را درخواست کنند و میانجی نیز موظف است ترتیب اثر بدهد.
</p>
<h4>
    13. 5. محرمانگی
</h4>
<p>
    تمامی اطلاعات و مکالمات مربوط به مذاکراتی که طرفین در راستای بند حل اختلاف انجام می دهند، محرمانه بوده و باید تا
    حد ممکن، مذاکرات بدون غرض ورزی، غیرتبعیض آمیز و با هدف حفظ اسرار باشد.
</p>
<h4>
    14. مقر و صلاحیت
</h4>
<p>
    خدمات وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    با هدف مشاهده و استفاده ساکنان ایران طراحی شده است؛ به همین دلیل در صورت بروز هرگونه اختلاف مربوط به وب سایت، مقرر
    می شود که مقر اختصاصی حل اختلاف در تمامی اختلافات ممکن، دادگاه های شهر تهران باشند.
</p>
<h2>
    15. قانون حاکم
</h2>
<p>
    قانون حاکم بر قرارداد، قوانین ایران است. هرگونه اختلاف یا ادعا که از قرارداد ناشی و یا به آن مربوط میشود، فارغ از
    ماهیت آن، بایستی مطابق قوانین ایران رسیدگی و تفسیر شود.
    اعتبار بند قانون حاکم مورد اعتراض نبوده و شرایط قرارداد برای طرفین، جانشینان و منتصبان آنها، الزام آور است.
</p>
<h2>
    16. مشاوره حقوقی مستقل
</h2>
<p>
    طرفین قرارداد تایید و اعلام می کنند که مفاد این قرارداد منصفانه و متعارف بوده و هر دو طرف فرصت کافی برا بهره مندی
    از مشاوره حقوقی مستقل داشته اند و اعلام می دارند که قرارداد مخالف سیاست های عمومی در زمینه تبعیض و نابرابری، وجود
    قدرت چانه زنی یا سیاست های کلی محدودسازی تجاری نبوده است.
</p>
<h2>
    17. تفکیک و تجزیه قرارداد
</h2>
<p>
    درصورتی که هر یک از بخش های این قرارداد توسط دادگاه صلاحیتدار، بی اعتبار و یا غیرقابل اجرا تشخیص داده شود، آن بخش
    از قرارداد جدا شده و باقی مفاد قرارداد به قوت خود باقی خواهند ماند.
</p>
