<?php

if(!defined('ABSPATH'))exit();

if(!(\oneTermsPolicy\csPresentation::Cheak_empty_isset($Question))){
    $Question = array();
}
?>


<h2>
    1. درباره وب سایت
</h2>
<p>
    1.1. به وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    خوش آمدید. موضوع این وب سایت
    <?php echo $Question['field4'] ? esc_html($Question['field4']) : ''; ?>
    و در آدرس اینترنتی
    <?php echo $Question['field3'] ? esc_html($Question['field3']) : ''; ?>
    ارائه می‌شود.
</p>
<p>
    2.1. این وب سایت توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']): ''; ?>
    اداره می‌شود. وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    طبق قوانین جمهوری اسلامی ایران از جمله قانون جرائم رایانه‌ای و قانون تجارت الکترونیکی فعالیت می‌کند امکان دسترسی یا استفاده از وب سایت و یا هر یک از محصولات و خدمات مرتبط با آن توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    فراهم می‌شود. لطفا شرایط و ضوابط ("قرارداد") ارائه شده را با دقت مطالعه کنید. مرور قرارداد در وب سایت، به این معناست که این شرایط را مطالعه و مفاد آن را درک کرده و پایبندی به آنها را پذیرفته اید. چنانچه با شرایط ذکر شده موافق نیستید، می بایست فوراً استفاده از وب سایت و خدمات مرتبط با آن را متوقف کنید.
</p>
<p>
    3.1.
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    حق بازبینی و تغییر هریک از شروط قرارداد را بر اساس  تشخیص خود، از طریق بروز رسانی این صفحه، محفوظ می دارد.  زمانی که
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    بروزرسانی در شرایط قرارداد اعمال کند، از روش های متعارف برای باخبر کردن شما از این تغییرات استفاده خواهد کرد. هر تغییری در شرایط از تاریخ انتشار آن دارای اثر فوری خواهد بود. پیش از آنکه ادامه قرارداد را مطالعه کنید، توصیه می‌شود یک کپی از این قرارداد را در نزد خود نگه دارید.
</p>
<h2>
    2. پذیرش شرایط
</h2>
<p>
    باقی ماندن شما در وب سایت به منزله پذیرش شرایط قرارداد است. همچنین شما می توانید با کلیک بر روی گزینه پذیرش که در رابط کاربری وب سایت موجود است، شرایط را قبول کنید.
</p>
<h2>
    3. کپی رایت (حق تکثیر) و مالکیت فکری
</h2>
<p>
    1.3. وب سایت، محتوا و تمامی موارد مرتبط با آن، مشمول کپی رایت و حقوق مالکیت فکری هستند. مطالب موجود در وب سایت 
    توسط قوانین کپی رایت کشور ایران و معاهدات بین المللی حفاظت می شوند. تمامی حقوق از جمله کپی رایت در محتوا و 
    گردآوری مطالب وب سایت (شامل متن، گرافیک، نشان ها، نمادها، فیلم ها، تصاویر، فایل های صوتی، کدها، اسکریپت ها، عناصر
    طراحی و ویژگی های تعاملی و مانند این ها) یا محتوای اختصاص داده شده و یا کنترل شده برای این اهداف، برای
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    و یا شریکان وب سایت محفوظ است.
</p>
<p>
    2.3. تمامی علایم تجاری، علایم خدماتی و اسامی تجاری، متعلق به وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    هستند و توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    ثبت شده و یا تحت لیسانس آن  هستند و از سوی
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    به شما یک مجوز جهانی، غیراختصاصی و قابل فسخ اعطا می‌شود تا زمانی که:
</p>
<p>
    الف) مطابق با شرایط قرارداد از وب سایت استفاده کنید.
</p>
<p>
    ب) وب سایت و مطالب موجود در آن را کپی و در حافظه نهان دستگاه (cache memory) خود ذخیره کنید.
</p>
<p>
    پ) صفحات وب سایت را برای استفاده شخصی و غیرتجاری خود پرینت کنید.
</p>
<p>
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    هیچ حقوق دیگری در رابطه با وب سایت و مطالب آن به شما اعطا نمی کند و تمامی حقوق دیگر صریحاً توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    محفوظ هستند.
</p>
<p>
    3.3.
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    تمام حقوق، عنوان و منافع مرتبط با وب سایت را حفظ می کند. هیچ گونه عملی در وب سایت و یا در ارتباط با آن موجب انتقال موارد زیر به شما نمی‌شود:
</p>
<p>
    الف) اسامی تجاری و معاملاتی، نام دامنه، علامت تجاری، طراحی صنعتی،  پتنت (ثبت اختراع)، طراحی ثبت شده و کپی رایت یا
</p>
<p>
    ب) حق استفاده یا سواستفاده از نام تجاری و معاملاتی، نام دامنه، نشان تجاری یا طراحی صنعتی یا
</p>
<p>
    پ) هرچیز، سیستم یا فرآیندی که موضوع پتنت (ثبت اختراع)، طراحی ثبت شده یا کپی رایت (یا  الگوبرداری یا تغییر در سیستم یا روند آن) باشد.
</p>
<p>
    3.4. شما نمی توانید بدون اجازه قبلی کتبی از
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    و  سایر صاحبان حقوق مرتبط با وب سایت، با هر هدفی اقدام به پخش، انتشار مجدد، آپلود برای اشخاص ثالث، انتقال، ارسال،
    توزیع، نمایش یا به کارگیری عمومی، ایده برداری یا تغییر به هر شکلی در مطالب وب سایت یا محتواهای ارائه شده از سوی 
    طرف های ثالث کنید؛ مگر آنکه توسط این قرارداد اجازه داده شده باشد.
</p>
<p>
    این ممنوعیت ها شامل مطالبی از وب سایت که به شکل رایگان برای استفاده مجدد در دامنه عمومی وب سایت وجود دارند، نمی‌شود.
</p>
<h2>
    4. حریم خصوصی
</h2>
<p>
    وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    حفاظت از حریم خصوصی شما را جدی می گیرد و  تمامی اطلاعات به دست آمده بواسطه استفاده شما از وب سایت یا مطالب آن را 
    تحت سیاست حفظ حریم خصوصی( که در وب سایت در دسترس است) قرار می دهد.
</p>
<h2>
    5. سلب مسئولیت کلی
</h2>
<p>
    1.5. هیچ شرطی در قرارداد، تعهدات، تضمینات، نمایندگی یا شرایطی را که قوانین و مقررات کشور به طور ضمنی یا صریح تحمیل می کند، محدود یا مستثنی نمی کند.
</p>
<p>
    2.5. با توجه به بند 5 و تا حدی که قانون مجاز بداند:
</p>
<p>
    الف) تمام شروط، تعهدات و ضمانت، نمایندگی و شرایطی که در قرارداد ذکر نشده اند، مستثنی از این شروط هستند.
</p>
<p>
    ب) وب سایت
    <?php echo $Question['field1'] ?esc_html($Question['field1']) : ''; ?>
    مسئولیتی در قبال هرگونه خسارت خاص و غیرمستقیمی به منافع، موقعیت یا اعتبار تجاری که بواسطه یا در ارتباط با مطالب یا شروط این قرارداد به مشتریان وارد می‌شود ندارد، چه این خسارات بر اساس قوانین و مقررات حقوقی مانند حقوق موضوعه و قوانین مسئولیت مدنی و چه بر اساس اصول حقوقی دیگر باشد؛ مگر آنکه این خسارات، متعارف و قابل پیش بینی بوده و بر اثر قصور
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    در تامین ضمانت های لازم برای مشتری رخ داده باشد.
</p>
<p>
    3.5. تمامی عواقب احتمالی استفاده از وب سایت برعهده شماست و تمام مطالب وب سایت، همانطور که در دسترس است، فاقد هرگونه تعهد و ضمانت حقوقی می باشد.
</p>
<p>
    هیچ یک از اشخاص مرتبط با وب سایت از قبیل مدیران، کارمندان، همکاران و مشارکت کنندگان وب سایت، هیچ گونه نمایندگی، تعهد و ضمانتی اعم از ضمنی و صریح، در خصوص مطالب و محتوای وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    ارائه نداده اند.
</p>
<p>
    عدم مسئولیت اشخاص نامبرده، شامل هرگونه خسارت و زیانی است که ممکن است در نتیجه اعمال زیر متحمل شوید:
</p>
<p>
    الف) عدم کارایی و اجرای وب سایت، خطا، حذف و قطع ارتباط، نقص، عدم اصلاح نقص، تاخیر در عملکرد و انتقال، ویروس ها یا
    سایر حملات زیانبار رایانه ای، از دست رفتن اطلاعات، خرابی خطوط ارتباطی، رفتار غیرقانونی اشخاص ثالث، سرقت از وب 
    سایت، تخریب، تغییر یا دسترسی غیرمجاز به بایگانی وب سایت.
</p>
<p>
    ب) صحت اطلاعات و محتوای وب سایت یا سایر مطالب مرتبط به وب سایت مانند تبلیغات و آگهی های درج شده در وب سایت از سوی
    ثالث.
</p>
<p>
    پ) هزینه هایی که در نتیجه استفاده شما از وب سایت و مطالب و محتوای سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    به بار می آید.
</p>
<p>
    ت) محتوا یا عملیاتِ پیوندهایی (Links) که برای سهولت استفاده شما از وب سایت فراهم شده است.
</p>
<h2>
    6. محدود کردن مسئولیت
</h2>
<p>
    1.6. تمام مسئولیت
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    در ارتباط با محتوا و یا شرایط این قرارداد که ناشی از متن قرارداد، مسئولیت مدنی (شامل قصور)، قوانین موضوعه یا هر منشا دیگری باشد، در هرحال از بازفراهم آوردن محتوایی که در اختیار شما قرار دارد، تجاوز نخواهد کرد.
</p>
<p>
    2.6. شما صراحتاً درک و تایید می کنید که  اشخاص وابسته به وب سایت اعم از کارمندان، نمایندگان، مشارکت کنندگان و مجوز دهندگان و غیره هیچ گونه مسئولیتی در قبال شما، برای خسارات و زیان های مستقیم، غیرمستقیم یا اتفاقی فارغ از منشا آن ندارند. همچنین این عدم مسئولیت، شامل هر نوع از بین رفتن منفعت مستقیم یا غیرمستقیم و از دست دادن و تضعیف اعتبار تجارت یا سایر زیان های غیرمادی نیز می‌شود.
</p>
<p>
    3.6. شما تصدیق و موافقت می کنید که
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    در قبال محتوایی که شما در وب سایت قرار می دهید هیچ مسئولیت مستقیم، غیرمستقیم یا هرگونه خسارت دیگری ندارد.
</p>
<h2>
    7. فسخ قرارداد
</h2>
<p>
    1.7. چنانچه قصد فسخ قرارداد را دارید، می بایست  آن را از 30 روز قبل از طریق بخش ارتباط با ما در صفحه اصلی وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    به اطلاع برسانید.
</p>
<p>
    2.7. مدیران وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    میتواند در هرزمان قرارداد را خاتمه دهد اگر شما:
</p>
<p>
    الف) هریک از شرایط قرارداد را نقض کنید و یا قصد نقض آن را داشته باشید.
</p>
<p>
    ب)مدیران وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    به موجب قانون موظف باشد قرارداد را فسخ کند.
</p>
<p>
    پ)مدیران وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    خدمات رسانی به کشوری که شما ساکن آن هستید یا از آنجا از خدمات وب سایت استفاده می کنید متوقف کند.
</p>
<p>
    ت) خدمات رسانی به شما، طبق تشخیص مدیران وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    از نظر تجاری به صرفه نباشد.
</p>
<p>
    3.7. با توجه به قوانین مربوطه،
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    حق دارد در صورتی که شما عملی خلاف شرایط قرارداد یا قوانین مربوطه انجام دهید و یا به زیان اعتبار تجاری
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    یا سایر اشخاص ثالث مرتبط، رفتار کنید، در هر زمان دسترسی شما  را به وب سایت یا خدمات مرتبط به آن، بنا به تشخیص خود، بدون اعلام قبلی تعلیق یا قطع کند.
</p>
<p>
    4.7. زمانی که قرارداد به پایان برسد، تمامی حقوق قانونی، تعهدات و مسئولیت هایی که شما و وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    از آن بهره مند شده و توافق بر دوام همیشگی آن ها صورت گرفته، تحت تاثیر فسخ قرارداد قرار نمی گیرند و مفاد این بند 
    باید در مورد این حقوق، تعهدات و مسئولیت ها ادامه پیدا کند.
</p>
<h2>
    8. غرامت
</h2>
<p>
    1.8. شما متعهد می شوید که به وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    و اشخاص وابسته به آن مانند کارمندان، نمایندگان، مشارکت کنندگان و طرفهای ثالث فراهم آورنده محتوا، بابت موارد زیر غرامت پرداخت کنید:
</p>
<p>
    الف) کلیه اعمال، دعاوی حقوقی، ادعاها، مطالبات، بدهی ها، هزینه ها، زیان ها و خساراتی(شامل هزینه های دادرسی دعاوی 
    غرامت) که در ارتباط با محتوای وب سایت شما وارد شده است.
</p>
<p>
    ب) هرگونه عواقب مستقیم یا غیرمستقیمی که دسترسی و استفاده شما از وب سایت و یا تلاش برای انجام آن به بار آمده است.
</p>
<p>
    پ) هرگونه نقض قرارداد.
</p>
<h2>
    9.حل اختلاف
</h2>
<h4>
    1.9. اجباری:
</h4>

<p>
    اگر اختلافی از شرایط قرارداد ناشی شود، طرفین برای رجوع به مراجع قضایی و شروع دادرسی موظف به رعایت بندهای زیر هستند (به جز مواردی که نیاز به رسیدگی فوری و صدور قرار است):
</p>
<h4>
    2.9. اطلاعیه (notice):
</h4>
<p>
    هر یک از طرفهای قرارداد که بخواهد دعوایی براساس قرارداد اقامه کند، بایستی طی یک اطلاعیه مکتوب، جزئیات ماهیت دعوا و منافع حاصل از آن را به طرف مقابل ابلاغ کند.
</p>
<h4>
    3.9. حل و فصل:
</h4>
<p>
    با دریافت آن اطلاعیه، طرفین قرارداد باید:
</p>
<p>
    الف) ظرف 30 روز از تاریخ اطلاعیه، تلاش کنند تا از طریق مذاکره یا سایر روش هایی که مشترکا توافق می کنند با حسن نیت 
    و به طرز موثر، موضوع اختلاف را حل و فصل کنند.
</p>
<p>
    ب) اگر به هر دلیلی، پس از انقضای مهلت سی روزه بعد از تاریخ اطلاعیه، اختلافات پابرجا بمانند، طرفین باید برای انتخاب یک میانجی، توافق کنند و یا از رئیس اتاق بازرگانی ایران یا نماینده او، تقاضای انتخاب یک میانجی را نمایند.
</p>
<p>
    پ) طرفین به طور مساوی مسئول تامین مبالغ و هزینه های متعارف انتخاب میانجی، محل و مقر دادرسی و یا هرگونه هزینه های که
    میانجی به عنوان پیش شرط شروع حل و فصل اختلاف درخواست کند، هستند.
</p>
<p>
    میانجی گری در
    <?php echo $Question['field5'] ? esc_html($Question['field5']) : ''; ?>
    برگزار خواهد شد.
</p>
<h4>
    4.9. محرمانگی
</h4>
<p>
    تمامی مبادلات و مکالمات مربوط به مذاکراتی که طرفین در راستای بند حل اختلاف انجام می دهند، محرمانه بوده و باید تا 
    حد ممکن، مذاکرات بدون غرض ورزی و تبعیض آمیز و با هدف حفظ اسرار باشد.
</p>
<h4>
    5.9. خاتمه میانجی گری
</h4>

<p>
    اگر سه ماه از شروع میانجی گری سپری شده باشد و اختلاف همچنان حل نشده باقی مانده باشد، هر یک از طرفین می توانند از
    میانجی، خاتمه میانجی گری را درخواست کنند و میانجی نیز موظف است این امر را انجام دهد.
</p>
<h2>
    10. مقر و صلاحیت
</h2>
<p>
    خدمات ارائه شده توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    به نمایندگی از وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    با هدف مشاهده و استفاده ساکنان ایران طراحی شده است. به همین دلیل در صورت بروز هرگونه اختلاف مربوط به وب سایت، توافق می‌شود که مقر اختصاصی حل اختلاف در تمامی اختلافات ممکن، دادگاه های شهر تهران باشند.
</p>
<h2>
    11. قانون حاکم
</h2>
<p>
    قانون حاکم بر قرارداد، قوانین ایران است. هرگونه اختلاف یا ادعا که از قرارداد ناشی و یا به آن مربوط می‌شود، فارغ از ماهیت آن، بایستی مطابق قوانین ایران رسیدگی و تفسیر شود.
</p>
<p>
    اعتبار بند قانون حاکم مورد اعتراض نیست و قرارداد باید به نفع طرفین، جانشینان و منتصبان آنها، الزام آور باشد.
</p>
<h2>
    12. مشاوره حقوقی مستقل
</h2>
<p>
    طرفین قرارداد تایید و اعلام می کنند که مفاد این قرارداد منصفانه و متعارف بوده و هر دو طرف فرصت کافی برا بهره مندی
    از مشاوره حقوقی مستقل داشته اند و اعلام میدارند که قرارداد مخالف سیاست های عمومی در زمینه تبعیض و نابرابری، وجود
    قدرت چانه زنی یا زمینه های کلی محدودسازی تجاری نبوده است.
</p>
<h2>
    13. تفکیک و تجزیه قرارداد
</h2>
<p>
    درصورتی که هر یک از بخش های این قرارداد توسط دادگاه صالح، بی اعتبار و یا غیرقابل اجرا تشخیص داده شود، آن بخش
    بایستی از قرارداد جدا شده و باقی مفاد قرارداد به قوت خود باقی خواهند ماند.
</p>