<?php

if(!defined('ABSPATH'))exit();

if(!(\oneTermsPolicy\csPresentation::Cheak_empty_isset($Question))){
    $Question = array();
}
?>

<h2>1. درباره وب سایت</h2>
<br>
<p>
    1. 1. به وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    خوش آمدید. این وب سایت امکان بررسی و خرید محصولات گوناگونی را که در وب سایت فهرست شده است، فراهم می کند. وب سایت
    خدمات خود را با اعطای دسترسی به محتوا (خدمات خرید) فراهم می کند.
</p>
<p>
    1. 2. این وب سایت توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    اداره می شود.وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    طبق قوانین جمهوری اسلامی ایران از جمله قانون جرائم رایانه‌ای و قانون تجارت الکترونیکی فعالیت می‌کند امکان دسترسی
    یا استفاده از وب سایت و یا هر یک از محصولات و خدمات مرتبط با آن توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    فراهم می شود. لطفا شرایط و ضوابط ("قرارداد") ارائه شده را با دقت مطالعه کنید. مرور قرارداد در وب سایت، به این
    معناست که این شرایط را مطالعه و مفاد آن را درک کرده و پایبندی به آنها را پذیرفته اید. چنانچه با شرایط ذکر شده
    موافق نیستید، می بایست فوراً استفاده از وب سایت و خدمات مرتبط با آن را متوقف کنید.
</p>
<p>
    1. 3.
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    حق بازبینی و تغییر هریک از شروط قرارداد را بر اساس تشخیص خود، از طریق بروز رسانی این صفحه، محفوظ می دارد. زمانی
    که
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    بروزرسانی در شرایط قرارداد اعمال کند، از روش های متعارف برای باخبر کردن شما از این تغییرات استفاده خواهد کرد. هر
    تغییری در شرایط از تاریخ انتشار آن دارای اثر فوری خواهد بود. پیش از آنکه ادامه قرارداد را مطالعه کنید، توصیه
    می شود یک کپی از این قرارداد را در نزد خود نگه دارید.
</p>
<br>
<h2>2. قبول شرایط</h2>
<br>
<p>شما به وسیله باقی ماندن در وب سایت و یا با کلیک کردن بر گزینه "پذیرش" که در رابط کاربری سایت موجود است، شرایط
    قرارداد را می پذیرید.</p>
<br>
<h2>3. ثبت نام برای استفاده از خدمات خرید</h2>
<br>
<p>
    3. 1. به منظور دسترسی به خدمات خرید، با وارد کردن اطلاعات شخصی خود، به عنوان کاربر در وب سایت ثبت نام کنید. این
    اطلاعات شامل موارد زیر هستند:
    الف) ایمیل
    ب) نام کاربری
    پ) نشانی پستی
    ت) شماره تماس
    ث) رمز عبور
</p>
<p>
    3. 2. به موجب این بند متعهد می شوید که اطلاعاتی که در سایت وارد می کنید صحیح و به روز است.
</p>
<p>3. 3. زمانی که فرایند ثبت نام خود را در وب سایت کامل کنید، عضو سایت شده و ملزم به رعایت شرایط این قرارداد هستید و
    فوراً به خدمات خرید سایت دسترسی خواهید داشت.</p>
<p>
    3. 4. درصورت وجود شرایط زیر، امکان پذیرش قرارداد و استفاده از خدمات خرید وب سایت وجود ندارد:
    الف) سن قانونی کاربر برای عقد قرارداد کفایت نکند.
    ب) کاربر توسط قوانین کشور خود یا کشور ایران یا مکانی که در آن ساکن است از دریافت خدمات خرید منع شده باشد.
</p>
<h2>4. اعضای سایت</h2>
<p>
    4. 1. اعضای سایت متعهد می شوند موارد زیر را رعایت کنند:
<p>الف) شرایط قرارداد.</p>
<p>ب) قوانین و مقررات مرتبط از هر نوع که باشند.</p>
<p>
    پ) مسئولیت حفظ ایمیل و رمز عبور با کاربر است و استفاده از رمز عبور کاربر توسط شخص دیگری، ممکن است موجب قطع فوری
    خدمات وب سایت برای کاربر شود.
</p>
<p>
    ت) هرگونه استفاده از اطلاعات ثبت نام کاربر توسط شخص دیگر یا اشخاص ثالث اکیداً ممنوع است. همچنین باید در صورت
    هرگونه استفاده غیرمجاز از رمزعبور، ایمیل و یا هرگونه نقض امنیت حساب کاربری خود، مراتب را فوراً به اطلاع
    <?php echo $Question['field1'] ?esc_html($Question['field1']) : ''; ?>
    برسانید.
</p>
<p>
    ث) دسترسی به وب سایت و استفاده از آن غیرقابل انتقال و محدود به استفاده شخصی از خدمات وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    است.
</p>
<p>
    ج) دسترسی به وب سایت و استفاده از خدمات آن درصورت انجام هرگونه اقدام غیرقانونی و غیرمجاز، مانند جمعآوری اطلاعات
    ایمیل های اعضا به روشهای مختلف با هدف ارسال ایمیل های انبوه، قطع می شود.
</p>
<p>
    چ) هرگونه درج آگهی های تجاری و محتوای تبلیغاتی، لینک های اینترنتی و نظایر آن، میتواند بدون اطلاع قبلی توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    از وب سایت حذف و منجر به پایان قرارداد شود. همچنین متعاقب هرگونه استفاده غیرقانونی و غیرمجاز از سایت، اقدامات
    قانونی مقتضی توسط
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    صورت خواهد گرفت.
</p>
<p>
    ح) هرگونه استفاده خودکار (automated use) از وب سایت و خدمات خرید ممنوع است.
</p>
</p>
<h2>5. خرید کالا و سیاست های بازگشت کالا</h2>
<p>5. 1. با استفاده از خدمات خرید کالاهای موجود در سایت، با تمامی قیمت های لیست شده موافقت کرده اید.</p>
<p>
    5. 2. پرداخت قیمت خدمات از طریق درگاه بانکی
    <?php echo $Question['field6'] ? esc_html($Question['field6']) : ''; ?>
    صورت می پذیرد. با استفاده از خدمات خرید متعهد می شوید که قواعد و قوانین مربوطه، شرایط استفاده، خط مشی حریم خصوصی و
    سایر اسناد حقوقی مرتبط با درگاه پرداخت
    <?php echo $Question['field6'] ? esc_html($Question['field6']) : ''; ?>
    را مطالعه کرده و آنها را پذیرفته اید.
</p>
<p>
    5. 3. با انجام پرداخت موفقیت آمیز در درگاه
    <?php echo $Question['field6'] ? esc_html($Question['field6']) : ''; ?>
    ، وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    رسید پرداخت شما را صادر می کند و نسخه های حاوی جزئیات پرداخت را نزد خود نگاه می دارد.
</p>
<p>
    5. 4
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    بنا به تشخیص خود، می تواند تا 7 روز، وجوه کالاهای برگشت داده شدهای که بسته بندی آنها باز نشده و در شرایط مطلوب
    هستند، بازپرداخت کند. هزینه های پستی و مرتبط با ارسال کالا و بازپرداخت وجوه، برعهده خریدار است.
</p>

<?php if (\oneTermsPolicy\csPresentation::Cheak_empty_isset(esc_html($Question['radio1']))) : ?>
    <?php if (esc_html($Question['radio1']) == 'true'): ?>
        <h2>6. ضمانت</h2>
        <p>
            6. 1. محصولات وب سایت
            <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
            همراه با گارانتی عرضه می شوند. در صورت وجود نقص جدی در محصولات،
            <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
            متعهد می شود از طریق بازپرداخت وجوه محصول و یا جایگزینی کالا و جبران خسارت برای هرگونه نقص یا آسیب
            قابل پیشبینی، ایراد موجود را رفع کند. همچنین در صورت وجود مشکل در کیفیت مطلوب محصول و نقص های محدود، شرکت
            تولیدکننده متعهد به جایگزینی و یا تعمیر محصول است.
        </p>
        <p>
            6. 2. امکان پیگیری برای رفع نقص در کیفیت محصول و یا ساختار آن، ظرف مدت 18 ماه از تاریخ خرید (دوران گارانتی)
            محصول وجود دارد.
        </p>
        <p>
            6. 3. برای پیگیری از طریق گارانتی (در دوران گارانتی)، لازم است مدارک خرید که شامل تاریخ خرید، توضیح نقص و
            ایراد محصول و قیمت پرداختی است از طریق ایمیل به نشانی
            <?php echo $Question['field7'] ? esc_html($Question['field7']) : ''; ?>
            ارسال شود.
        </p>
        <p>
            6. 4. زمانی که درخواست کاربر به تشخیص
            <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
            پذیرفته شد، این شرکت بدون دریافت هزینه خاصی از خریدار، اقدام به تعمیر یا جایگزینی کالای معیوب کرده و کالای
            جدید یا تعمیر شده را ارسال می کند. صرفاً هزینه های پستی و حمل محصول بر عهده خریدار است.
        </p>
        <p>
            6. 5. ضمانتی که توسط ما و به طور ویژه به شما اعطا می شود و حقوق مرتبط با آن، تنها شیوه جبران خسارتی است که
            می توانید از آن استفاده کنید.
        </p>
        <p>
            6. 6. تمامی ضمانت های ذکر شده تنها در مدت زمان گارانتی معتبر هستند.
        </p>
        <p>
            6. 7. درخصوص ایرادهای ظاهری، ویژگی های ناموجود در محصول، خرابی یا معیوب ساختن محصول که در اثر استفاده
            نادرست،
            نابجا و یا در اثر تغییر در طراحی و ساختار محصول توسط کاربر ایجاد شده اند، ضمانت قابل اعمال نیست.
        </p>
        <?php $lastNumberRow = 6 ?>
    <?php else: ?>
        <?php $lastNumberRow = 5 ?>
    <?php endif; ?>
<?php endif; ?>

<?php if (\oneTermsPolicy\csPresentation::Cheak_empty_isset(esc_html($Question['radio2']))) : ?>
    <?php if (esc_html($Question['radio2']) == 'true'): ?>
        <h2>
            <?php echo ++$lastNumberRow ?>.
            تحویل
        </h2>

        <p>
            <?php echo $lastNumberRow ?>.
            1. خدمات تحویل محصولات وب سایت به صورت یک پارچه از طریق شرکت های ثالث حمل و نقل انجام می پذیرد.
        </p>

        <p>
            <?php echo $lastNumberRow ?>.
            2.
            <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
            ممکن است در زمینه ارسال یا بیمه محصولات خود، گزینه های متنوعی را ارائه دهد که متعلق به بخش خدمات ارسال کالا
            و شرکت های مربوط به آن هستند و
            <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
            صرفا دارای نقش واسطه برای ارتباط شما با شرکت های مربوطه در راستای خدمات خرید است.
        </p>
        <p>
            <?php echo $lastNumberRow ?>.
            3. درصورتی که در جریان حمل محصولات، قطعه ای گم و یا معیوب شود، کاربر باید:
        </p>
        <p>
            الف) با ارائه دهنده خدمات تحویل به طور مستقیم ارتباط برقرار کرده و درخواست استرداد مبلغ محصول یا سایر
            ضمانت های ممکن را نماید.
        </p>
        <p>
            ب) از طریق ایمیل
            <?php echo $Question['field7'] ? esc_html($Question['field7']) : ''; ?>
            ما را در جریان نقص ایجاد شده در فرایند تحویل قرار داده تا ما نیز درصورت لزوم با ارائه دهنده موردنظر قطع
            همکاری کنیم.
        </p>
    <?php endif; ?>
<?php endif; ?>

<h2>
    <?php echo ++$lastNumberRow ?>.
    کپی رایت و مالکیت فکری
</h2>

<p>
    <?php echo $lastNumberRow ?>.
    1. وب سایت، خدمات خرید و تمامی محصولات مرتبط با
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    تحت شمول کپی رایت هستند. محتوای سایت توسط قوانین کپی رایت کشور ایران و معاهدات بین المللی محافظت می شود. تمامی حقوق از
    جمله کپی رایت، در محتوای وب سایت یا مطالب گرد آوری شده سایت مانند متون، گرافیک، تصاویر، نشان ها، فیلم ها، تصاویر،
    صداها
    و نرم افزارهایی که به وب سایت مربوط بوده و یا توسط وب سایت کنترل می شوند، نزد
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    و همکاران آن محفوظ است.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    2.
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    تمام حقوق، عناوین و منافع مرتبط با وب سایت و محتوای آن را برای خود محفوظ می دارد. اقدامات کاربر در وب سایت یا در
    ارتباط با آن، سبب انتقال موارد زیر به کاربر نمی گردد:
</p>
<p>
    الف) اسامی تجاری و معاملاتی، نام دامنه، علامت تجاری، طراحی صنعتی،  پتنت (ثبت اختراع)، طراحی ثبت شده و کپی رایت
</p>
<p>
    ب) حق استفاده یا سو استفاده از نام تجاری و معاملاتی، نام دامنه، نشان تجاری یا طراحی صنعتی
</p>
<p>
    پ) هرچیز، اعم از سیستم یا فرآیندی که موضوع پتنت (ثبت اختراع)، طراحی ثبت شده یا کپی رایت (یا  الگوبرداری یا تغییر
    در سیستم یا روند آن) باشد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    3. کاربر مجاز نیست بدون اجازه قبلی کتبی از
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    و سایر همکاران مرتبط با وب سایت، با هر هدفی اقدام به پخش، انتشار مجدد، آپلود برای اشخاص ثالث، انتقال، ارسال،
    توزیع، نمایش یا به کارگیری عمومی، ایده برداری یا تغییر به هر شکلی در مطالب وب سایت یا محتواهای ارائه شده از سوی
    طرفهای ثالث کند؛ مگر آنکه توسط این قرارداد این اجازه تصریح شده باشد. این ممنوعیت ها شامل مطالبی از وب سایت که به
    شکل رایگان برای استفاده مجدد و یا در دامنه عمومی وب سایت وجود دارند، نمی شود.
</p>

<h2>
    <?php echo ++$lastNumberRow ?>.
    حریم خصوصی
</h2>
<p>
    وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    صیانت از حریم خصوصی شما را جدی می گیرد و  تمامی اطلاعات به دست آمده بواسطه استفاده شما از وب سایت یا مطالب آن را
    تحت حمایت سیاست حفظ حریم خصوصی (که در وب سایت در دسترس است) قرار می دهد.
</p>

<h2>
    <?php echo ++$lastNumberRow ?>.
    سلب مسئولیت کلی
</h2>
<p>
    <?php echo $lastNumberRow ?>.
    1.
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    و وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    هیچ گونه تعهد، ضمانت و نمایندگی خاصی درمورد محصولاتی که دارای شرایط مذکور در این قرارداد نباشند، ندارد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    2.
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    تلاش می کند تا محصولات وب سایت خود را به درستی و واضح در معرض نمایش بگذارد لیکن ممکن است تا حدی اندازه، رنگ یا بسته بندی محصولات از آنچه در سایت به نمایش در آمده است، متفاوت باشد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    3. هیچ یک از شروط این قرارداد، تضمینات، تعهدات و شرایطی را که به موجب قوانین ایران تحمیل می شوند، مستثنی نمی سازد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    4. با توجه به این بند و تا حدی که قوانین مجاز بدانند:
</p>
<p>
    الف) تمام شروط، تعهدات و ضمانت، نمایندگی و شرایطی که در قرارداد ذکر نشده اند، مستثنی از این شروط هستند.
</p>
<p>
    ب) وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    مسئولیتی در قبال هرگونه خسارت خاص و غیرمستقیمی که فارغ از منشا آن به منافع، موقعیت یا اعتبار تجاری که بواسطه خدمات خرید یا در ارتباط با مطالب یا شروط این قرارداد به کاربران وارد می شود ندارد؛ مگر آنکه این خسارات، عرفاً قابل پیش بینی بوده و بر اثر قصور
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    در تامین ضمانت های لازم برای کاربر رخ داده باشد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    5. تمامی عواقب احتمالی استفاده از وب سایت، خدمات خرید و هریک از محصولات  برعهده کاربر است و تمام مطالب وب سایت، خدمات خرید و محصولات همانطور که در دسترس است، فاقد هرگونه تعهد و ضمانت حقوقی میباشد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    6. هیچ یک از اشخاص مرتبط با وب سایت از قبیل مدیران، کارمندان، همکاران و مشارکت کنندگان،  یا ارائه دهندگان خدمات تحویل، هیچ گونه نمایندگی، تعهد و ضمانتی اعم از ضمنی و صریح، در خصوص محتوای وب سایت، محصولات و خدمات خریدی که ارائه نداده اند.
    عدم مسئولیت اشخاص نامبرده، شامل هرگونه ضرر و زیانی است که ممکن است در نتیجه اعمال زیر متحمل شوید:
</p>
<p>
    الف) عدم کارایی و اجرای وب سایت، خطا، حذف و قطع ارتباط، نقص، عدم اصلاح نقص، تاخیر در عملکرد و انتقال، ویروسها یا
    سایر حملات زیانبار رایانه ای، از دست رفتن اطلاعات، خرابی خطوط ارتباطی، رفتار غیرقانونی اشخاص ثالث، سرقت از وب سایت، تخریب، تغییر یا دسترسی غیرمجاز به بایگانی وب سایت.
</p>
<p>
    ب) صحت اطلاعات و محتوای وب سایت، خدمات خرید و سایر مطالب مرتبط با محصولات، مانند شرح محصولات و تبلیغات و آگهی های
    درج شده در وب سایت از سوی اشخاص ثالث.
</p>
<p>
    پ) هزینه هایی که در نتیجه استفاده کاربر از وب سایت، خدمات خرید و یا محصولات آن، به وجود می آید.
</p>
<p>
    ت) محتوا یا پیوندهایی (Links) که برای سهولت استفاده کاربر از وب سایت فراهم شده است.
</p>
<p>
    ث) هرگونه عدم موفقیت در اتمام معاملات یا هرگونه ضرر ناشی از معاملات الکترونیکی در بستر وب سایت
</p>
<p>
    ج) هرگونه رفتار یا انتشار مطالب افترا آمیز، تهدید آمیز، توهین آمیز و یا غیرقانونی از سوی اشخاص ثالث
</p>

<h2>
    <?php echo ++$lastNumberRow ?>.
    تحدید مسئولیت
</h2>
<p>
    <?php echo $lastNumberRow ?>.
    1. به وجود آمدن مسئولیت
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    در ارتباط با خدمات خرید یا این قرارداد، فارغ از منشا آن از سقف مبلغی که کاربر در عملیات خرید پرداخته است فراتر نخواهد رفت. درصورتی که هزینه محصول را پرداخت نشده است.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    2. اشخاص وابسته به وب سایت اعم از کارمندان، نمایندگان، همکاران، اشخاص ثالث ارائه دهنده محتوا و مجوز دهندگان و
    غیره هیچ گونه مسئولیتی فارغ از منشا آن در قبال کاربر، برای خسارات و زیان های مستقیم، غیرمستقیم یا اتفاقی ندارند. همچنین این عدم مسئولیت، شامل هر نوع از بین رفتن منفعت مستقیم یا غیرمستقیم و از دست دادن و تضعیف اعتبار تجارت یا سایر زیانهای غیرمادی نیز می شود.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    3. وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    هیچ گونه مسئولیتی در قبال محتوای وب سایت و محتوایی که توسط اشخاص ثالث در سایت قرار گرفته است ندارد، این محتوا ممکن است توسط کاربران وب سایت، اشخاص ثالث درمورد خدمات خرید درج شده باشد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    4.
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    ارائه دهنده خدمات تحویل نیست و هیچ گونه مسئولیتی در قبال خسارات مستقیم و یا غیرمستقیم ناشی ازخدمات تحویل محصولات ندارد.
</p>

<h2>
    <?php echo ++$lastNumberRow ?>.
    فسخ قرارداد
</h2>
<p>
    <?php echo $lastNumberRow ?>.
    1. شرایط قرارداد تا زمانی که توسط هریک از طرفین فسخ نشده باشد، اعتبار دارد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    2. هر زمان که کاربر بخواهد قرارداد را فسخ کند باید:
</p>
<p>
    الف) وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    را از این تصمیم باخبر کند.
</p>
<p>
    ب) اطلاعیه های کتبی مبنی بر قصد خود را به بخش ارتباط با ما که در صفحه اصلی سایت موجود است، ارسال کند.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    3. قرارداد حاضر در صورت تحقق هر یک از شرایط زیر توسط
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    فسخ می شود:
</p>
<p>
    الف) یکی از بندهای قرارداد توسط کاربر نقض شود و یا قصد نقض آن را داشته باشد.
</p>
<p>
    ب) قانون به فسخ قرارداد حکم کرده باشد.
</p>
<p>
    پ)خدمات خرید را برای کشوری که کاربر ساکن آن است یا از آنجا از خدمات وب سایت استفاده می کند، متوقف کند.
</p>
<p>
    ت) ارائه خدمات خرید، طبق تشخیص
    <?php echo $Question['field2'] ? esc_html($Question['field2']) : ''; ?>
    از نظر تجاری به صرفه نباشد.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    4. با توجه به قوانین مربوطه، وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    حق دارد بنا به تشخیص خود، در صورتی که کاربر عملی خلاف شرایط قرارداد یا قوانین مربوطه انجام دهد و یا به زیان اعتبار تجاری
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    یا سایر اشخاص ثالث مرتبط، رفتار کند، در هر زمان تمام یا بخشی از دسترسی کاربر را به وب سایت یا خدمات مرتبط به آن بدون اعلام قبلی تعلیق یا قطع کند.
</p>
<p>
    <?php echo $lastNumberRow ?>.
    5. زمانی که قرارداد به پایان برسد، تمامی حقوق قانونی، تعهدات و مسئولیت هایی که طرفین قرارداد به نحوی از آن متاثر 
    شده اند و توافق بر دوام همیشگی آنها صورت گرفته است، تحت تاثیر فسخ قرارداد قرار نمی گیرند و مفاد این بند باید در 
    مورد این حقوق، تعهدات و مسئولیت ها ادامه پیدا کند.
</p>
<h2>
    <?php echo ++$lastNumberRow ?>.
    غرامت
</h2>
<p>
    <?php echo $lastNumberRow ?>.
    1. کاربر متعهد می شود که در صورت تحقق موارد زیر به
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    ، همکاران، کارمندان، نمایندگان، اشخاص ثالث ارائه دهنده محتوا و یا سایر اشخاص وابسته به وب سایت، غرامت پرداخت کند:
</p>
<p>
    الف) کلیه اعمال، دعاوی حقوقی، ادعاها، مطالبات، بدهی ها، هزینه ها، زیانها و خساراتی(شامل هزینه های دادرسی دعاوی 
    غرامت) که در نتیجه محتوایی که از جانب کاربر در سایت قرار گرفته است، به وجود آمده است.
</p>
<p>
    ب) هرگونه عواقب مستقیم یا غیرمستقیمی که از طریق دسترسی و استفاده کاربر یا نمایندگان او از وب سایت به بار آمده است.
</p>
<p>
    پ) هرگونه نقض قرارداد.
</p>
<h2>
    <?php echo ++$lastNumberRow ?>.
    حل اختلاف
</h2>
<h4>
    <?php echo $lastNumberRow ?>.
    1. الزامی:
</h4>
<p>
    اگر اختلافی مرتبط با شرایط قرارداد و یا از آن ناشی شود، طرفین برای رجوع به مراجع قضایی و شروع دادرسی موظف به رعایت بندهای زیر هستند (به جز مواردی که نیاز به رسیدگی فوری و صدور قرار است):
</p>
<h4>
    <?php echo $lastNumberRow ?>.
    2. اطلاعیه (notice):
</h4>
<p>
    هر یک از طرفهای قرارداد که بخواهد دعوایی براساس قرارداد اقامه کند، بایستی طی یک اطلاعیه مکتوب، جزئیات ماهیت دعوا، منافع حاصل از آن و اقدامات مقتضی را به طرف مقابل ابلاغ کند.
</p>
<h4>
    <?php echo $lastNumberRow ?>.
    3. حل و فصل:
</h4>
<p>
    با دریافت اطلاعیه بند قبلی، طرفین قرارداد باید:
</p>
<p>
    الف) ظرف مدت 30 روز از تاریخ اطلاعیه، تلاش کنند همراه با حسن نیت، از طریق مذاکره یا سایر روشهایی که مشترکا توافق 
    می کنند، موضوع اختلاف را به طرزی کارآمد حل و فصل کنند.
</p>
<p>
    ب) اگر به هر دلیلی، پس از انقضای مهلت سی روزه بعد از تاریخ اطلاعیه، اختلافات موجود حل نشوند، طرفین باید برای انتخاب یک میانجی توافق کنند و یا از رئیس اتاق بازرگانی تهران یا نماینده او تقاضای انتخاب میانجی کنند.
</p>
<p>
    پ) طرفین به طور مساوی مسئول تامین مبالغ و هزینه های متعارف انتخاب میانجی، محل و مقر دادرسی و یا هرگونه هزینه هایی که
    میانجی به عنوان پیش شرط شروع حل و فصل اختلاف درخواست کند، هستند.
</p>
<p>
    ت) میانجی گری در تهران برگزار خواهد شد.
</p>
<h4>
    <?php echo $lastNumberRow ?>.
    4. خاتمه میانجی گری
</h4>
<p>
    اگر سه ماه از شروع میانجی گری سپری شده باشد و اختلاف همچنان حل نشده باقی مانده باشد، هر یک از طرفین می توانند از
    میانجی، خاتمه میانجی گری را درخواست کنند و میانجی نیز موظف است ترتیب اثر بدهد.
</p>
<h4>
    <?php echo $lastNumberRow ?>.
    5. محرمانگی
</h4>
<p>
    تمامی اطلاعات و مکالمات مربوط به مذاکراتی که طرفین در راستای بند حل اختلاف انجام می دهند، محرمانه بوده و باید تا
    حد ممکن، مذاکرات بدون غرض ورزی، غیرتبعیض آمیز و با هدف حفظ اسرار باشد.
</p>
<h2>
    <?php echo ++$lastNumberRow ?>.
    مقر و صلاحیت
</h2>
<p>
    خدمات خرید وب سایت
    <?php echo $Question['field1'] ? esc_html($Question['field1']) : ''; ?>
    با هدف مشاهده و استفاده ساکنان ایران طراحی شده است؛ به همین دلیل در صورت بروز هرگونه اختلاف مربوط به وب سایت، مقرر می شود که مقر اختصاصی حل اختلاف در تمامی اختلافات ممکن، دادگاه های شهر
    <?php echo $Question['field5'] ? esc_html($Question['field5']) : ''; ?>
    باشند.
</p>
<h2>
    <?php echo ++$lastNumberRow ?>.
    قانون حاکم
</h2>
<p>
    قانون حاکم بر قرارداد، قوانین ایران است. هرگونه اختلاف یا ادعا که از قرارداد ناشی و یا به آن مربوط می شود، فارغ از ماهیت آن، بایستی مطابق قوانین ایران رسیدگی و تفسیر شود.
    اعتبار بند قانون حاکم مورد اعتراض نبوده و شرایط قرارداد برای طرفین، جانشینان و منتصبان آنها، الزام آور است.
</p>
<h2>
    <?php echo ++$lastNumberRow ?>.
    مشاوره حقوقی مستقل
</h2>
<p>
    طرفین قرارداد تایید و اعلام می کنند که مفاد این قرارداد منصفانه و متعارف بوده و هر دو طرف فرصت کافی برا بهره مندی
    از مشاوره حقوقی مستقل داشته اند و اعلام می دارند که قرارداد مخالف سیاستهای عمومی در زمینه تبعیض و نابرابری، وجود
    قدرت چانه زنی یا سیاست های کلی محدودسازی تجاری نبوده است.
</p>
<h2>
    <?php echo ++$lastNumberRow ?>.
    تفکیک و تجزیه قرارداد
</h2>
<p>
    درصورتی که هر یک از بخش های این قرارداد توسط دادگاه صلاحیتدار، بی اعتبار و یا غیرقابل اجرا تشخیص داده شود، آن بخش
    از قرارداد جدا شده و باقی مفاد قرارداد به قوت خود باقی خواهند ماند.
</p>